Repository: zeugmaster/macadamia
Catalog: macadamia/macadamiaMessages/Views/Localizable.xcstrings
Source language: en
Languages: de

source: Add & Redeem
de: Hinzufügen & Einlösen

source: Add a mint in the main wallet app to start sending ecash tokens.
de: Füge eine Mint in der Haupt-Wallet-App hinzu, um Ecash-Token zu senden.

source: Add Mint
de: Mint hinzufügen

source: Added
de: Hinzugefügt

source: Authenticity unknown
de: Authentizität unbekannt

source: Back
de: Zurück

source: Balance:
de: Guthaben:

source: Copied!
de: Kopiert!

source: Copy
de: Kopieren

source: Enter amount...
de: Betrag eingeben...

source: Error
de: Fehler

source: Error while determining token lock state.
de: Fehler beim Ermitteln des Token-Sperrstatus.

source: Failed
de: Fehlgeschlagen

source: If you trust this mint selecting this option will add it to the list of known mints and redeem the token.
de: Wenn du dieser Mint vertraust, wird sie durch Auswahl dieser Option zur Liste der bekannten Mints hinzugefügt und der Token eingelöst.

source: Loading...
de: Laden...

source: Locked to unknown key
de: An unbekannten Schlüssel gesperrt

source: Locked to your key
de: An deinen Schlüssel gesperrt

source: Message Banner
de: Nachrichtenbanner

source: No active wallet
de: Keine aktive Wallet

source: No Mints Available
de: Keine Mints verfügbar

source: Not authentic
de: Nicht authentisch

source: Open in Wallet
de: In Wallet öffnen

source: Optional memo...
de: Optionales Memo...

source: Partially locked (not yet supported)
de: Teilweise gesperrt (noch nicht unterstützt)

source: Random
de: Zufällig

source: Redeem
de: Einlösen

source: Redeem Later
de: Später einlösen

source: Select
de: Auswählen

source: Select Banner
de: Banner auswählen

source: Send
de: Senden

source: Send from
de: Senden von

source: Success!
de: Erfolg!

source: Token Error
de: Token-Fehler

source: Token is authentic
de: Token ist authentisch

source: Total Amount:
de: Gesamtbetrag:

source: Unable to decode token.
de: Token konnte nicht dekodiert werden.

source: Unknown Mint
de: Unbekannte Mint
